Repository: masakhane-io/masakhane-mt
Catalog: Data/en-ig Tech Sentences/en-ig.tmx
Source language: en
Languages: ig

source: nautilus: %s cannot be used with URIs.
ig: agaghị ejinwu nautilus: %s ya na URIs.

source: nautilus: --check cannot be used with other options.
ig: agaghị ejinwu nautilus: --ntinyeakaranhọrọ ya na ihenhọrọ ndị ọzọ.

source: nautilus: --geometry cannot be used with more than one URI.
ig: agaghị ejinwu nautilus: --jiometịrị karịa otu URI.

source: Are you sure you want to clear the list of locations you have visited?
ig: Ìkwèsìrì ike na ịchọrọ ikpochapụ ndesịta nke ebe ịbanyegorola?

source: The location "%s" does not exist.
ig: Ebe ahụ "%s" anaghị arụ ọrụ.

source: The history location doesn't exist.
ig: Ebe ahụ "%s" anaghị arụ ọrụ.

source: New _Window
ig: Mepee _windo ọfụụ

source: Open another Nautilus window for the displayed location
ig: Mepee windo Nautilus ọzọ maka ebe ahụ egosiri

source: Open another tab for the displayed location
ig: Mepee windo Nautilus ọzọ maka ebe ahụ egosiri

source: Open Folder W_indow
ig: Mepee %d windo?

source: Open a folder window for the displayed location
ig: Mepee windo Nautilus ọzọ maka ebe ahụ egosiri

source: Close _All Windows
ig: Mechie windo _niile

source: Close all Navigation windows
ig: Mechie windo ngagharị niile

source: _Location...
ig: _Ebe...

source: Specify a location to open
ig: Zipụta ebe ka o mepee

source: Clea_r History
ig: Kpocha_a ntọala

source: Clear contents of Go menu and Back/Forward lists
ig: Kpochaa ndịna nke Gaa menu na ndesịta azụ/ihu ndị ahụ

source: _Add Bookmark
ig: _Gbakwunye ebe ndesịta ngosi ebe

source: Add a bookmark for the current location to this menu
ig: Gbakwunye ebe ndesịta ngosi ebe maka ebe ọfụụ ahụ na menu a

source: _Edit Bookmarks...
ig: _Dezie ebe ndesịta ngosi ebe

source: Display a window that allows editing the bookmarks in this menu
ig: Gosi windo na-enye aka idezi ebe ndesịta ngosi ebe ahụ na menu a

source: Change the visibility of this window's main toolbar
ig: Gbanwe àhụ́mányá nke saịdbáà windo a

source: _Side Pane
ig: _Saịd Pen

source: Change the visibility of this window's side pane
ig: Gbanwe àhụ́mányá nke saịdbáà windo a

source: Location _Bar
ig: Ebe _Baa

source: Change the visibility of this window's location bar
ig: Gbanwe àhụ́mányá nke saịdbáà windo a

source: Change the visibility of this window's statusbar
ig: Gbanwe àhụ́mányá nke statusbáà windo a

source: Go to the previous visited location
ig: Gaa n'ebe ndị ịgaburula

source: Go to the next visited location
ig: Gaa n'ebe nke ọzọ ịgaburula

source: _Close Tab
ig: _Mechie

source: %s - File Browser
ig: %s - Omenchọgharị faịlụ

source: Notes
ig: Ozi ndị ahụ

source: Show Notes
ig: Gosi %s

source: _Connect Drive
ig: _Banye

source: Unable to start %s
ig: Enwenwughị ike idochi faịlụ

source: Unable to stop %s
ig: Enwenwughị ike idochi faịlụ

source: Remove
ig: Wepụ

source: Rename...
ig: _Bagharịa aha...

source: Show Places
ig: Gosi %s

source: Backgrounds and Emblems
ig: Okpuru ndị ahụ na Akara ndị ahụremove

source: _Remove...
ig: _Wepụ...add new

source: Add new...
ig: _Tinye nke ọfụụ...

source: Sorry, but pattern %s could not be deleted.
ig: Biko, mana usoro %s enweghi ike ihicha.

source: Check that you have permission to delete the pattern.
ig: Lee ma inwere ikike ihicha usoro.

source: Sorry, but emblem %s could not be deleted.
ig: Biko, mana akara %s enweghi ike ihicha.

source: Check that you have permission to delete the emblem.
ig: Lee ma inwere ikike ihicha akara.

source: Select an Image File for the New Emblem
ig: Họrọ inyogo faịlụ maka akara ọfụụ:

source: Create a New Emblem
ig: Kewapụta akara ọfụụ:

source: _Keyword:
ig: _Okwunchọcha:

source: _Image:
ig: _Inyogo:

source: Create a New Color:
ig: Kewapụta ụcha ọfụụ:

source: Color _name:
ig: Aha _ụcha:

source: Color _value:
ig: Uru _ụcha:

source: Sorry, but you cannot replace the reset image.
ig: Biko, mana ịgaghị edochi nhazigharị inyogo ahụ.

source: Reset is a special image that cannot be deleted.
ig: Nhazigharị bụ inyogo pụrụ iche nke ga-agaghị ekwe nhicha.

source: Sorry, but the pattern %s could not be installed.
ig: Biko, mana usoro %s ahụ agaghị enwenwu ike iwunyenwu.

source: Select an Image File to Add as a Pattern
ig: Họrọ inyogo faịlụ ka igbakwunye ya dịka n'usoro

source: The color cannot be installed.
ig: Agaghị ewunyenwu ụcha ahụ.

source: Sorry, but you must specify an unused color name for the new color.
ig: Biko, mana ị ga-ezipụtarịrị aha na-egheghị oghe maka ụcha ọfụụ ahụ.

source: Sorry, but you must specify a non-blank name for the new color.
ig: Biko, mana ị ga-ezipụtarịrị aha na-egheghị oghe maka ụcha ọfụụ ahụ.

source: Select a Color to Add
ig: Họrọ ụcha ka igbakwunye

source: Sorry, but "%s" is not a usable image file.
ig: Biko, mana "%s" ọbụghị inyogo faịlụ eji arụ ọrụ.

source: The file is not an image.
ig: Faịlụ ahụ abụgḥị inyogo.

source: Select a Category:
ig: Họrọ ụdị:

source: C_ancel Remove
ig: H_ichaa wepụ

source: _Add a New Pattern...
ig: _Tinye usoro ọfụụ...

source: _Add a New Color...
ig: _Tinye ụcha ọfụụ...

source: _Add a New Emblem...
ig: _Tinye akara ọfụụ...

source: Click on a pattern to remove it
ig: Pịa n'usoro ka iwepụ ya

source: Click on a color to remove it
ig: Pịa n'ụcha ka iwepụ ya

source: Click on an emblem to remove it
ig: Pịa n'akara ka iwepụ ya

source: Patterns:
ig: Usoro ndị ahụ:

source: Colors:
ig: Ụcha ndị ahụ:

source: Emblems:
ig: Akara ndị ahụ:

source: _Remove a Pattern...
ig: _Wepụ usoro...

source: _Remove a Color...
ig: _Wepụ ụcha...

source: _Remove an Emblem...
ig: _Wepụ Akara...

source: File Type
ig: Ụdị Blu

source: Select folder to search in
ig: Họrọ ụcha ka igbakwunye

source: Documents
ig: Dọkumentị ndị ahụ

source: Music
ig: Nkeisi

source: Video
ig: Ngosi ndị ahụ

source: Picture
ig: Ihenkiri

source: Illustration
ig: Ozi

source: Spreadsheet
ig: Hazigharịa

source: Text File
ig: Ngosi ngwe:

source: Select type
ig: Họrọ usoro ọrụ

source: Search Folder
ig: Kewapụta nsomebefaịlụ

source: Add a new criterion to this search
ig: Mèé nsụnye apụghị apụ na sava a

source: Reload
ig: _Debatagharịa

source: _Search for:
ig: _Sava:

source: Close the side pane
ig: Mechie saịd pen

source: _Places
ig: _Ebe gasị

source: Open _Location...
ig: Mepee _Ebe...

source: Close P_arent Folders
ig: Mechie P_erentị nsomebefaịlụ ndị ahụ

source: Close this folder's parents
ig: Mechie perentị nsomebefaịlụ a

source: Clos_e All Folders
ig: Mechi_e nsomebefaịlụ niile ndị a

source: Close all folder windows
ig: Mechie windo nsomebefaịlụ niile ndị ahụ

source: throbber
ig: trọba

source: provides visual status
ig: na-eweta ogo nlechapụta

source: Do you want to remove any bookmarks with the non-existing location from your list?
ig: Ị̀chọrọ iwepụ ebe ndesịta ngosi ebe ya na ebe n'adịghị adị na ndesịta gị?

source: Bookmark for Nonexistent Location
ig: Ebe ndesịta ngosi ebe maka ebe na anaghị arụ ọrụ

source: You can choose another view or go to a different location.
ig: Ínwèrè ike ịhọrọ ngosi ọzọ mọọbụ gaa na ebe dị iche.

source: The location cannot be displayed with this viewer.
ig: Agaghị egosinwu ebe ya na onyenlere a.

source: Content View
ig: Ngosi ndịna

source: View of the current folder
ig: Ngosi nke nsomebefaịlụ nọ ugbua

source: Nautilus has no installed viewer capable of displaying the folder.
ig: Nautilus enweghị onyenlere ewunyere dị̄ ike igosi nsomebefaịlụ.

source: The location is not a folder.
ig: Ebe ahụ abụghị nsomebefaịlụ.

source: Could not find "%s".
ig: Achọtanwughị "%s".

source: Please check the spelling and try again.
ig: Biko lee nsụpe ahụ ma nwàá ọzọ.

source: Nautilus cannot handle "%s" locations.
ig: Nautilus agaghị elekọtanwu %s: ebe ndị ahụ.

source: Nautilus cannot handle this kind of location.
ig: Nautilus agaghị elekọtanwu %s: ebe ndị ahụ.

source: Unable to mount the location.
ig: Ebubatanwughị usoroiheomume cd bọna.

source: Access was denied.
ig: Ekweghị mbanye ahụ.foo/

source: Could not display "%s", because the host could not be found.
ig: Egosinwughị́ị̀ "%s", maka enwetaghị ozi ikuku "%s".

source: Check that the spelling is correct and that your proxy settings are correct.
ig: Lee ma nsụpe ọdabara nakwa ma nhazi mgbanwe gị ọdabakwara.

source: Error: %s Please select another viewer and try again.
ig: Biko họrọ onyenlereanya ọzọ ma nwàá ọzọ.

source: Go to the location specified by this bookmark
ig: Gaa n'ebe ezipụtarala site na ebe ndesịta ngosi ebe

source: Nautilus is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ig: Nautilus bụ sọftwịa a hapụụrụ ndị ojieme; ị ga-ekesagharịkwa ya nakwa/mọọbụ megharịa ya n'okpuru iheọrụ nke ndị GNU ikike zurugbezurugbe dịka ebipụtara site n'aka ndị Free Software Foundation; ma ọ bụ agbanke 2 nke ikike ahụ, mọọbụ (n'etu isi họrọ) na-agbanke emechaa.

source: Nautilus is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ig: Ekesasịrị nautilus na ntụkwasị ọbị na ọ ga-aba uru, mana NA-ENWEGHỊ WARANTÍÌ ỌBỤLA; na-enweghị ọbụnagodụ warantíì atụpụtara nke AZỤMAAHỊA mọọbụ IKE MAKA IHEOMUME AKWADORO IME. Hụ GNU Ikike zurugbezurugbe maka ozi ndị ọzọ.

source: You should have received a copy of the GNU General Public License along with Nautilus; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
ig: Í kààrà inata ihendesịta nke GNU Ikike zurugbezurugbe ya na Nautilus; ma ọbụghị ya, dèéré ndị Free Software Foundation akwụkwọ, Inc., 59 Temple place, Suite 330, Boston, MA 02111-1307 USA

source: Copyright © 1999-2009 The Nautilus authors
ig: Copyright © 1999-2005 Ndị odee Nautilus

source: Nautilus Web Site
ig: Ònyéōzí Nautilus

source: _File
ig: _Faịlụ

source: _Edit
ig: _Dezie

source: _View
ig: _Gosi

source: Close this folder
ig: Mechie nsomebefaịlụ a

source: _Backgrounds and Emblems...
ig: _Okpuru ndị ahụ Akara ndị ahụ...

source: Display patterns, colors, and emblems that can be used to customize appearance
ig: Gosi usoro ndị ahụ, ụcha ndị ahụ, na akara ndị ahụ nke a ga-eji méédịkachọrọ na ngosipụta

source: Prefere_nces
ig: Akarachọọ_nces

source: Edit Nautilus preferences
ig: Dezie Nautilus nkarachọ ndị ahụ

source: Undo the last text change
ig: Weghachị mgbanwe ngwe nke ikpeazụ

source: Open _Parent
ig: Mepee _perentị

source: Open the parent folder
ig: Mepee nsomebefaịlụ perentị ahụ

source: Stop loading the current location
ig: Gaa n'ebe kọmputa

source: Reload the current location
ig: Gaa n'ebe kọmputa

source: Display Nautilus help
ig: Gosi nnyemaka Nautilus

source: Display credits for the creators of Nautilus
ig: Gosi nnabata maka ndị ome nkewapụta nke Nautilus

source: Zoom _Out
ig: Zúùmù _pụta

source: Normal Si_ze
ig: Ụhara a ma a_ma

source: Connect to _Server...
ig: Banye na _Sava...

source: _Home Folder
ig: Nsomebefaịlụ nke ụlọ

source: _Computer
ig: _Kọmputa

source: _Network
ig: Ikukumgbasaozi

source: T_emplates
ig: T_émpléètì

source: Open your personal templates folder
ig: Gaa na nsomebefaịlụ témpléètì

source: _Trash
ig: _Ebemkpofuozi

source: Open your personal trash folder
ig: Gaa na nsomebefaịlụ ebemkpofuozi

source: Show _Hidden Files
ig: Gosi _faịlụ ndị ezoro ezo

source: Toggle the display of hidden files in the current window
ig: Tọ́gụ̀lụ̀ọ́ ngosi nke faịlụ ndị ezoro ezo na windo ọfụụ

source: These files are on an Audio CD.
ig: Faịlụ ahụ abụgḥị inyogo.

source: These files are on a Video DVD.
ig: Faịlụ ahụ abụgḥị inyogo.

source: These files are on a Video CD.
ig: Faịlụ ahụ abụgḥị inyogo.

source: Zoom In
ig: Zúùmù banye

source: Zoom Out
ig: Zúùmù pụta

source: Zoom to Default
ig: Zuum ka ídìfọ́ọ̀ltụ̀ọ́

source: Set the zoom level of the current view
ig: Hazie ogo zum nke ngosi nke ugbua

source: _Rescan
ig: _Wepụta ọzi

source: _Select Application
ig: Họrọ aịkọn

source: Open %s with:
ig: Jiri mepee

source: Open all %s documents with:
ig: plain text document

source: All executable files in this folder will appear in the Scripts menu. Choosing a script from the menu will run that script. When executed from a local folder, scripts will be passed the selected file names. When executed from a remote folder (e.g. a folder showing web or ftp content), scripts will be passed no parameters. In all cases, the following environment variables will be set by Nautilus, which the scripts may use: NAUTILUS_SCRIPT_SELECTED_FILE_PATHS: newline-delimited paths for selected files (only if local) NAUTILUS_SCRIPT_SELECTED_URIS: newline-delimited URIs for selected files NAUTILUS_SCRIPT_CURRENT_URI: URI for current location NAUTILUS_SCRIPT_WINDOW_GEOMETRY: position and size of current window NAUTILUS_SCRIPT_NEXT_PANE_SELECTED_FILE_PATHS: newline-delimited paths for selected files in the inactive pane of a split-view window (only if local) NAUTILUS_SCRIPT_NEXT_PANE_SELECTED_URIS: newline-delimited URIs for selected files in the inactive pane of a split-view window NAUTILUS_SCRIPT_NEXT_PANE_CURRENT_URI: URI for current location in the inactive pane of a split-view window
ig: Faịlụ niile dị̄ mbido na nsomebefaịlụ a ga-apụta na ndesịta menu. Ịhọrọ ihendesịta na menu ahụ ga-ebido ihendesịta ahụ. Mgbe ewepụtara ya na nsomebefaịlụ keụlọ, ihendesịta a ga-anata ahafaịlụ ndị ahụ ahọọrọ. Mgbe ewepụtara ya na nsomebefaịlụ rimootu (ọmụmatụ. nsomebefaịlụ na-egosi weebụ mọọbụ ndịna ftp), agaghị ewegara ihendesịta paramita. NUATILUS_SCRIPT_SELECTED_FILE_PATHS: akaraọfụụ-dilimitéèdị̀ páàtị̀ maka faịlụ ndị a họọrọ (ma ọbụrụ sọsọ keụlọ) NAUTILUS_SCRIPT_SELECTED_URIS: akaraọfụụ-dilimitéèdị̀ páàtị̀ maka faịlụ ndị a họọrọ NAUTILUS_SCRIPT_URI: URI maka ebe keugbua NAUTILUS_SCRIPT_WINDOW_GEOMETRY: ebe na ụhara nke windo nọ mgbe ahụ

source: Copy to
ig: _Debata ngwe

source: Move to
ig: Kpuga _n'ala

source: Copy the current selection to the other pane in the window
ig: Mepee ihenhọrọ nke ahụ a họrọla na windo a

source: Move the current selection to the other pane in the window
ig: Mepee ihenhọrọ nke ahụ a họrọla na windo a

source: Copy the current selection to the home folder
ig: Gaa na nsomebefaịlụ nke ụlọ

source: Move the current selection to the home folder
ig: Gaa na nsomebefaịlụ nke ụlọ

source: _Desktop
ig: _Desktọ́ọ̀pụ̀

source: Copy the current selection to the desktop
ig: Aịkọn kọmputa ahụrụanya na desktọ́ọ̀pụ̀

source: Move the current selection to the desktop
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Open each _folder its own window
ig: Mepee faịlụ ma Mechie windo

source: Switch to other pane
ig: Uhie nke saịd pen

source: Move focus to the other pane in a split view window
ig: Dìfọ́ọ̀ltụ̀ uhie nke saịd pen na windo ndị ọfụụ.

source: Same location as other pane
ig: Ebe ahụ abụghị nsomebefaịlụ.

source: Show search
ig: Gosi %s

source: Search documents and folders by name
ig: Chọọ faịlụ ndị ahụ site na aha faịlụ sọsọ

source: _Zoom
ig: Zum

source: _View As
ig: _Gosi

source: Open the contents of the File System
ig: Gosi ndịna n'ụhara a ma ama

source: Browse the contents of the network
ig: Gosi ndịna n'ụhara a ma ama

source: Mount and open %s
ig: Emepenwughịị %s

source: Open the trash
ig: Jiri mepee %s

source: The geometry string for a navigation window.
ig: Mepee ihenhọrọ nke a họọrọ nke ọbụla na windo ngagharị

source: Trashed On
ig: Ebemkpofuozi

source: Date when file was moved to the Trash
ig: Agaghị enwenwu "%s" ike ikpụga faịlụ ahụ n'ebemkpofuozi.

source: Original Location
ig: Mepee ebe

source: Original location of file before moved to the Trash
ig: A ga-akpụganwu sọsọ faịlụ na nsomebefaịlụ n'ime ebemkpofuozi.

source: Merging will ask for confirmation before replacing any files in the folder that conflict with the files being copied.
ig: Ọ bụrụ na idochie nsomebefaịlụ ahụ dị adị, faịlụ ọbụla nọ n'ime ya nke n'ebuta nsogbu n'ebe faịlụ ndị ọzọ edebatarala gà-èdéghárị́.

source: A folder with the same name already exists in "%s".
ig: Ewepụnwughị akara ya na aha '%s'.

source: Replace file "%s"?
ig: Dochie _ha niile

source: Original file
ig: Ibanye faịlụ:

source: Last modified:
ig: Emegharịgo ụbọchị

source: Replace with
ig: _Dochie

source: Merge
ig: _Kpụghaa ebe a

source: _Select a new name for the destination
ig: Enweghị ohere n'ụlọ.

source: Apply this action to all files
ig: Ikikere nke faịlụ ahụ.

source: Re_name
ig: Bagharịa aha

source: Replace
ig: _Dochie

source: Empty all items from Trash?
ig: Ghewe ihenhọrọ niile ahụ oghe n'ime ebemkpofuozi?

source: All items in the Trash will be permanently deleted.
ig: Ọ bụrụ na ikpochapụ ndesịta nke ebe, ha ga-apụ kpam kpam.

source: Free space: %s
ig: Ohere a hapụrụ:

source: Open With %s
ig: Jiri mepee %s

source: Open With Other _Application...
ig: Mepee ya na _usoroiheomume ndị ọzọ...

source: M_ove to
ig: Kpụga n'ebemkpofuozi

source: _Open With %s
ig: Jiri mepee %s

source: Keep icons sorted by trash time in rows
ig: Desa aịkọn n'ụdị nhazi site n'aha na mpagharauhie ndị ahụ

source: Resize Icon...
ig: Gba_tịa aịkọn

source: Make the selected icon resizable
ig: Mèé ka aịkọn ahụ a họọrọ dị mgbatị

source: Open each _folder in its own window
ig: Mepee ihenhọrọ nke a họọrọ nke ọbụla na windo ngagharị

source: S_how Search
ig: Gosi %s

source: Restore Selected Items
ig: Bagharịa ihenhọrọ ahụ a họọrọ aha

source: Restore selected items to their original position
ig: Weghachi aịkọn nke ọbụla a họọrọla n'ụhara nke izizi ya

source: Home
ig: _Ụlọ

source: The location of the file.
ig: Ónyénwē faịlụ ahụ.

source: Untitled Folder
ig: Nsomebefaịlụ na-enweghị isiokwu

source: Untitled %s
ig: Nsomebefaịlụ na-enweghị isiokwu

source: Untitled Document
ig: Kewapụta _dọkumentị

source: Error while adding "%s": %s
ig: Ndehie mgbe a na-edebata na "%s".

source: Could not forget association
ig: Usoroiheomume nke a kara chọọ

source: Error while setting "%s" as default application: %s
ig: Agaghị enwenwu ike idebata "%s" n'ebe ọfụụ.

source: Could not set as default
ig: Agaghị enwenwu ike idebata "%s" n'ebe ọfụụ.

source: Show other applications
ig: Usoroiheomume nke a kara chọọ

source: Set as default
ig: _Jiri dìfọ́ọ̀ltụ̀

source: Speed tradeoff for when to show a preview of text file contents in the file's icon. If set to "always" then always show previews, even if the folder is on a remote server. If set to "local-only" then only show previews for local file systems. If set to "never" then never bother to read preview data.
ig: Trédọ́ọ̀fụ̀ ngwangwa maka mgbe a ga elebiritụanya na ndịna faịlụ ngwe mgbe na aịkọn faịlụ. Ọ bụrụ na a haziri ya na "mgbe obụla" ya bụ gosi nlebiritụanya mgbe ọbụla, ọbụrụgodi na nsomebefaịlụ ahụ nọ na rìmóòtù sava. Ọ bụrụ na a haziri ya na "nkeụlọ_sọsọ" ya bụ kpọọ sọsọ nlebiritụanya na faịlụ sistem nkeụlọ. Ọ bụrụ na a haziri ya na "ọgaghị" ya bụ na enyekwala onwe gị nsogbu n'iwepụtaozi nlebiritụanya nke data.

source: Speed tradeoff for when to show the number of items in a folder. If set to "always" then always show item counts, even if the folder is on a remote server. If set to "local-only" then only show counts for local file systems. If set to "never" then never bother to compute item counts.
ig: Trédọ́ọ̀fụ̀ ngwangwa maka mgbe a ga-egosi ọnụọgụgụ nke ihenhọrọ n'ime nsomebefaịlụ. Ọ bụrụ na a haziri ya na "mgbe obụla" ya bụ ọnụọgụgụ ihenhọrọ mgbe ọbụla, ọbụrụgodi na nsomebefaịlụ ahụ nọ na rìmóòtụ̀ sava. Ọ bụrụ na a haziri ya na "nkeụlọ_sọsọ" ya bụ gosi sọsọ ọnụọgụgụ faịlụsistem nkeụlọ. Ọ bụrụ na a haziri ya na "ọgaghị" ya bụ na enyekwala onwe gị nsogbu n'ịgbakọ ihenhọrọ ọnụọgụgụ.

source: Speed tradeoff for when to show an image file as a thumbnail. If set to "always" then always thumbnail, even if the folder is on a remote server. If set to "local-only" then only show thumbnails for local file systems. If set to "never" then never bother to thumbnail images, just use a generic icon.
ig: Trédọ́ọ̀fụ̀ ngwangwa maka mgbe a ga-egosi inyogo faịlụ dịka tọ́mbnéèlụ̀. Ọ bụrụ na a haziri ya na "mgbe obụla" ya bụ tọ̀mbnéèlụ̀ọ́ mgbe ọbụla, ọbụrụgodi na nsomebefaịlụ ahụ nọ na rìmóòtụ̀ sava. Ọ bụrụ na a haziri ya na "nkeụlọ_sọsọ" ya bụ gosi sọsọ tọ̀mbnéèlụ̀ maka faịlụ sistem nkeụlọ. Ọ bụrụ na a haziri ya na "ọgaghị" ya bụ na enyekwala onwe gị nsogbu n'ị́tọ̀mbnéèlụ̀ inyogo, kama jiri aịkọn nyirionwe.

source: Speed tradeoff for when to preview a sound file when mousing over a files icon. If set to "always" then always plays the sound, even if the file is on a remote server. If set to "local-only" then only plays previews on local file systems. If set to "never" then it never previews sound.
ig: Trédọ́ọ̀fụ̀ ngwangwa maka mgbe a ga elebiritụanya na faịlụ ụda mgbe a na-amawụsụ na aịkọn faịlụ. Ọ bụrụ na a haziri ya na "mgbe obụla" ya bụ kpọọ ụda ahụ mgbe ọbụla, ọbụrụgodi na faịlụ ahụ nọ na rìmóòtù sava. Ọ bụrụ na a haziri ya na "nkeụlọ_sọsọ" ya bụ kpọọ sọsọ nlebiritụanya na faịlụ sistem nkeụlọ. Ọ bụrụ na a haziri ya na "ọgaghị" ya bụ na agaghị elebiritụanya n'ụda.

source: The default sort-order for items in the icon view. Possible values are "name", "size", "type" and "mtime".
ig: Dìfọ́ọ̀ltụ̀ iwu-nhazi maka ihenhọrọ na ngosi ndesịta.Uru dị mmenwu bụ "name", "size", "type", na "modification_date".

source: When a folder is visited this viewer is used unless you have selected another view for that particular folder. Possible values are "list-view", "icon-view" and "compact-view".
ig: Mgbe achọtara nsomebefaịlụ a na-eji ngosi faịlụ a ma ọ bụrụ na ị họrọla ngosi ọzọ maka otu nsomebefaịlụ. Uru dị mmenwu bụ "list_view" na "icon_view".

source: If set to true, then hidden files are shown by default in the file manager. Hidden files are either dotfiles, listed in the folder's .hidden file or backup files ending with a tilde (~).
ig: Ọ bụrụ na a haziri ya na eziokwu, ya bụ na a ga-egosi faịlụ ndị e zoro ezo na onyenlekọta faịlụ. Faịlụ ndị e zoro ezo nwere ike ị́bụ̄ dọtfaịlụ mọọbụ na edesịtara ha na nsoromebefaịlụ .faịlụ ndị e zoro ezo.

source: A list of captions below an icon in the icon view and the desktop. The actual number of captions shown depends on the zoom level. Some possible values are: "size", "type", "date_modified", "date_changed", "date_accessed", "owner", "group", "permissions", "octal_permissions" and "mime_type".
ig: Kapshiọn n'okpuru aịkọn ná ngosi aịkọn nakwa desktọọpụ. Kpọmkwem ọnụọgụgụ nke okwu ndị ahụ egosirila gbadoro ụkwụ n'ogo zum. Uru dị mmenwu bụ : "size", "type", "date_modified", "date_changed", "date_accessed", "owner", "group", "permissions", "octal_permissions" na "mime_type".

source: The font _description used for the icons on the desktop.
ig: Nkọwa ihumkpụrụedemede ejiri maka aịkọn na desktọ́ọ̀pụ̀.

source: If set to true, then Nautilus will use a fade effect to change the desktop background.
ig: Ọ bụrụ na a haziri ya na eziokwu, Nautilus gà-àdọ́ aịkọn ahụ na desktọ́òpụ̀.

source: Files
ig: _Faịlụ

source: Access and organize files
ig: Ikikembanye:

source: --check cannot be used with other options.
ig: agaghị ejinwu nautilus: --ntinyeakaranhọrọ ya na ihenhọrọ ndị ọzọ.

source: --quit cannot be used with URIs.
ig: agaghị ejinwu nautilus: %s ya na URIs.

source: --geometry cannot be used with more than one URI.
ig: agaghị ejinwu nautilus: --jiometịrị karịa otu URI.

source: Connecting...
ig: _Banye

source: The folder "%s" cannot be opened on "%s".
ig: Agaghị enwenwu "%s" ike ikpụga faịlụ ahụ n'ebemkpofuozi.

source: The server at "%s" cannot be found.
ig: Agaghị etinyenwu akara ahụ.

source: Continue
ig: Ngosi ndịna

source: Server Details
ig: Gosi ndịna ahụ na nkọwada

source: Sh_are:
ig: _Òkè:

source: User Details
ig: Ndesịta ozi ndị ahụ:

source: _Domain name:
ig: _Aha:

source: _User name:
ig: _Aha ojieme:
